import React from 'react';
import './Sections.css';

const Services = () => {
  return (
    <div className="services-container">
      <div className="text-box">
        <div className="inner-box" dir="rtl">
          <h2>אז..</h2>
          <p>המטרה שלי היא לפתור את כל הבעיות במחשב שלכם בצורה המקצועית והמהירה ביותר.</p>
          <p>אני מצויד בכלי עבודה מתקדמים שמאפשרים לי לבצע את העבודה על הצד הטוב ביותר.</p>
          <p>אני מציע שירותים מגוונים כגון תיקון תקלות חומרה ותוכנה, שדרוג רכיבי מחשב, התקנת מערכות הפעלה, ניקוי ואופטימיזציה של מערכת המחשב, וייעוץ טכני לרכישת מחשבים חדשים וחלקי חילוף.</p>
          <p>במיוחד אני מתמקד בספקים מהימנים כדי להבטיח שהלקוחות יקבלו את החלקים האיכותיים ביותר בשוק.</p>
        </div>
      </div>
    </div>
  );
};

export default Services;
